<?php
  $current = 'about';
  require "../header.php"
?>
<main>
  <div class="about_nav">
    <ul>
      <li class="current"><a href="#" >Τι είναι ο Εύδοξος;</a></li>
      <li><a href="#">Επικοινωνιακό Υλικό</a></li>
      <li><a href="#">Χρήσιμα Links</a></li>
      <li><a href="#">Συχνές Ερωτήσεις</a></li>
    </ul>
  </div>
  <div class="about_container">
    <div class="path">
      <ul>
        <li><a href="../index.html">Αρχική</a> > </li>
        <li><a href="about.html">Σχετικά με τον Ευδοξο</a></li>
      </ul>
    </div>
      <h2>ΗΛΕΚΤΡΟΝΙΚΗ ΥΠΗΡΕΣΙΑ ΟΛΟΚΛΗΡΩΜΕΝΗΣ ΔΙΑΧΕΙΡΙΣΗΣ ΣΥΓΓΡΑΜΜΑΤΩΝ</h2>
      <p>Πρόκειται για μία πρωτοποριακή υπηρεσία για την άμεση και ολοκληρωμένη παροχή των Συγγραμμάτων των προπτυχιακών φοιτητών των Πανεπιστημίων, των Τεχνολογικών Εκπαιδευτικών Ιδρυμάτων (Τ.Ε.Ι.) και των Ανώτατων Εκκλησιαστικών Ακαδημιών (Α.Ε.Α.) της επικράτειας καθώς και του Ελληνικού Ανοιχτού Πανεπιστημίου (Ε.Α.Π.).<br><br>Το έργο εκτελείται για πρώτη φορά το ακαδημαϊκό έτος 2010-11 για όλους τους προπτυχιακούς φοιτητές όλων των Πανεπιστημίων/ΤΕΙ της χώρας. Από το ακαδημαϊκό έτος 2016-2017, στη διανομή των ακαδημαϊκών συγγραμμάτων συμμετέχουν και τα προπτυχιακά τμήματα του Ελληνικού Ανοικτού Πανεπιστημίου.<br>Η διαδικασία είναι πλήρως αυτοματοποιημένη και προσφέρει:<br>(α) Πλήρη ενημέρωση στους φοιτητές για τα παρεχόμενα Συγγράμματα σε κάθε μάθημα<br>(β) Δυνατότητα άμεσης παραλαβής των Συγγραμμάτων και<br>(γ) Αποτελεσματικούς μηχανισμούς για την ταχεία αποζημίωση των Εκδοτών και για την αποτροπή της καταχρηστικής εκμετάλλευσης των δημόσιων πόρων</p>
      <h2>Περιγραφη φασεων/διαδικασιων</h2>
      <p>1. Κάθε Εκδότης περνάει αρχικά μία διαδικασία πιστοποίησης προκειμένου να αποκτήσει πρόσβαση στο σύστημα. Έπειτα  εντός του προβλεπόμενου χρονικού <br>διαστήματος που ορίζεται από το Υπουργείο Παιδείας, μπορεί να προβαίνει στην καταχώριση και τη διαρκή ενημέρωση των στοιχείων των Συγγραμμάτων του στην <br>Κεντρική Βάση Δεδομένων (ΚΒΔ).<br>2. Οι διδάσκοντες των Τμημάτων έχουν πρόσβαση στην Κεντρική Βάση των Συγγραμμάτων και μπορούν να επιλέξουν ποια Συγγράμματα θα προτείνουν για το μάθημά τους ή τις θεματικές ενότητες.<br>3. Τα Συγγράμματα/Σειρές Συγγραμμάτων (για τους φοιτητές του Ε.Α.Π.) που εγκρίνονται από τα αρμόδια ακαδημαϊκά όργανα, καταχωρίζονται από τη Γραμματεία του κάθε Τμήματος στην ΚΒΔ, σε αντιστοιχία με τα μαθήματα/θεματικές ενότητες του Προγράμματος Σπουδών.<br>4.  Ο φοιτητής εισέρχεται σε μία κεντρική ιστοσελίδα του Κεντρικού Πληροφοριακού Συστήματος (ΚΠΣ) από όπου γίνεται η πιστοποίησή του (μέσω Shibboleth). Εκεί ενημερώνεται για τα εγκεκριμένα Συγγράμματα/Σειρές Συγγραμμάτων των μαθήματων/θεματικών ενοτήτων του Τμήματός του και επιλέγει τα Συγγράμματα/Σειρές συγγραμμάτων που δικαιούται.<br>5. Ο φοιτητής λαμβάνει άμεσα από το ΚΠΣ ένα e-mail με τον κωδικό ΡΙΝ, με τον οποίο και παραλαμβάνει τα Συγγράμματα που επέλεξε.<br>6. Το Υπουργείο Παιδείας ενημερώνεται σε πραγματικό χρόνο για την πορεία του έργου και μεριμνά για την ταχεία αποζημίωση των εκδοτών.</p>
      <h2>αναμενομενα Πλεονεκτηματα</h2>
      <p>Α. Επιταχύνεται η διαδικασία παραλαβής Συγγραμμάτων από τους φοιτητές.<br>Β. Ελαχιστοποιείται ο διαχειριστικός φόρτος στις Γραμματείες των Τμημάτων.<br>Γ. Απλοποιείται η σχέση του Υπουργείου Παιδείας με τους Εκδότες, ελαχιστοποιώντας την ανάγκη ανταλλαγής εγγράφων - λιστών.<br>Δ. Ο χρόνος που μεσολαβεί από την εγγραφή του φοιτητή μέχρι την παραλαβή του Συγγράμματος, μπορεί να περιοριστεί σε ελάχιστες εργάσιμες ημέρες από περισσότερους από δύο μήνες σήμερα.<br>Ε. Η αποζημίωση των Εκδοτών μπορεί να γίνει αμέσως μετά την ολοκλήρωση της παράδοσης των Συγγραμμάτων, ενώ σήμερα πραγματοποιείται τουλάχιστον 12 μήνες μετά τη διανομή.<br>ΣΤ. Ελαχιστοποιούνται τα περιθώρια για καταχρηστική εκμετάλλευση δημόσιων πόρων.<br>Ζ. Εξοικονομούνται σημαντικοί ανθρώπινοι πόροι στις υπηρεσίες των Πανεπιστημίων/ΤΕΙ και του Υπουργείου Παιδείας.<br>Η. Δημιουργούνται οι προϋποθέσεις για την ασφαλή και σταδιακή μετάβαση στην εποχή του ηλεκτρονικού Συγγράμματος</p>
  </div>
</main>
  <<?php require "../footer.php" ?>>
